[
  {
    "_id": "5a7e666efa7d58b676939aa8",
    "sku": "840EA",
    "name": "ea dolor consequat",
    "description": "Excepteur exercitation consectetur ipsum et laborum occaecat. Laborum est labore labore elit ullamco fugiat duis. Aliquip proident elit tempor aliquip minim minim voluptate cillum esse sunt laborum eiusmod. Quis laboris mollit eu irure Lorem aute minim fugiat elit dolore velit enim deserunt.",
    "price": 391000,
    "inventory": 4,
    "rating": 3,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666ec7135532898a15b1",
    "sku": "690ANIM",
    "name": "labore magna enim",
    "description": "Ut irure culpa commodo officia velit ad. Eu et duis officia amet aute enim excepteur qui proident irure mollit. Deserunt sit dolore velit aliquip officia ad duis ut cillum qui consequat minim. Sit eiusmod culpa in reprehenderit pariatur. Consectetur sit minim deserunt consectetur amet ipsum exercitation. Nulla adipisicing reprehenderit cillum tempor officia enim culpa commodo sint adipisicing duis laboris anim minim.",
    "price": 83102,
    "inventory": 5,
    "rating": 4,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e3b6dc05d614bd457",
    "sku": "746VELIT",
    "name": "nulla et ea",
    "description": "Magna enim culpa incididunt deserunt. Exercitation nostrud do laboris ea exercitation pariatur et. Non sint et quis occaecat culpa nisi adipisicing. Duis incididunt laborum id officia sunt enim reprehenderit voluptate excepteur. Aliqua sunt consequat irure consequat elit consequat nostrud ad non duis quis.",
    "price": 224088,
    "inventory": 19,
    "rating": 2,
    "category": "Java",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e1df8bd0670c2d40b",
    "sku": "568EST",
    "name": "cupidatat ipsum adipisicing",
    "description": "Est voluptate ea ipsum velit eiusmod dolore qui. Sit Lorem culpa elit aliqua consequat tempor ullamco consequat enim. Esse deserunt laboris proident ex. Aliquip excepteur sunt ex cupidatat pariatur consectetur id quis cupidatat non. Eiusmod ullamco eiusmod adipisicing ea laboris culpa ad duis proident tempor velit. Dolore eu duis veniam laboris in culpa nostrud minim dolore ipsum. Mollit esse anim labore duis nisi ad ad sint duis consectetur fugiat occaecat do non.",
    "price": 330215,
    "inventory": 8,
    "rating": 2,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e4a49e1e19d9ad07c",
    "sku": "826QUIS",
    "name": "minim est nulla",
    "description": "Laborum id aliquip esse amet in sit aliqua eu elit eiusmod esse incididunt. Fugiat nulla tempor quis velit ut amet ipsum officia elit sunt irure culpa. Ex excepteur Lorem duis tempor duis eu. Laboris et dolore incididunt reprehenderit. In laboris exercitation esse aute aliquip qui aute commodo officia cupidatat minim. Ad tempor laborum deserunt nostrud id adipisicing.",
    "price": 127738,
    "inventory": 5,
    "rating": 1,
    "category": "JS",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e0b3291c1a46bba31",
    "sku": "439ESSE",
    "name": "ullamco aliquip in",
    "description": "Quis exercitation exercitation ea consectetur consequat aute eu elit est tempor dolor. Veniam ipsum veniam voluptate aute labore incididunt veniam ad velit deserunt. Veniam nulla id sunt excepteur consectetur occaecat aliquip proident magna. Fugiat ex magna dolore et sit dolore laboris cillum consequat.",
    "price": 361782,
    "inventory": 3,
    "rating": 4,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e730e9bf1cc3b12e3",
    "sku": "893CONSECTETUR",
    "name": "ad aliqua anim",
    "description": "Incididunt enim nulla ipsum et dolor magna ullamco et consectetur. Exercitation aliqua officia proident fugiat nisi tempor ex culpa occaecat tempor adipisicing incididunt. Nostrud ea anim aliquip ipsum. Duis ex ullamco eu commodo id cillum tempor amet consectetur eu non aliquip in incididunt. Consectetur sunt minim dolor Lorem aliqua.",
    "price": 79050,
    "inventory": 4,
    "rating": 4,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e374b1b41f8a755ea",
    "sku": "345ELIT",
    "name": "commodo ea quis",
    "description": "Elit voluptate commodo dolore dolore esse exercitation cupidatat ex proident dolore tempor aliqua anim elit. Sunt deserunt excepteur culpa eiusmod aliqua adipisicing esse excepteur pariatur id consectetur adipisicing. Lorem nostrud veniam quis amet incididunt qui officia culpa do do adipisicing.",
    "price": 354449,
    "inventory": 12,
    "rating": 1,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666eab5fba4d8c647c54",
    "sku": "456DUIS",
    "name": "Lorem voluptate non",
    "description": "Cillum excepteur esse ullamco id dolor reprehenderit pariatur adipisicing sint. Ex sint aliqua cupidatat adipisicing culpa proident velit cupidatat officia. Ut est cillum magna consectetur qui enim.",
    "price": 91413,
    "inventory": 8,
    "rating": 1,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e113f2d43e1af1195",
    "sku": "475ESSE",
    "name": "ea eu anim",
    "description": "Quis eu ea velit excepteur. Sit anim nulla id sunt Lorem cillum. Sint pariatur consectetur anim veniam fugiat aute consectetur laboris aliquip excepteur quis. Ea commodo sint exercitation labore velit ullamco aliqua. Labore commodo ipsum aliquip Lorem sit fugiat dolore elit.",
    "price": 113541,
    "inventory": 7,
    "rating": 5,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e3ab9f7079d3cb4fd",
    "sku": "910ET",
    "name": "ipsum nostrud do",
    "description": "Sint aliquip nisi fugiat irure cupidatat qui sunt quis ad officia in Lorem in. Nisi elit nulla ea occaecat incididunt tempor eu. Mollit quis nisi tempor amet sint nulla. Esse ut nisi fugiat ipsum proident ut dolor qui et irure magna sit. Duis eu cillum sunt ullamco eiusmod tempor sint. In nostrud do non aliquip ex fugiat ut. Tempor nulla irure cupidatat id nulla culpa minim culpa anim tempor.",
    "price": 136604,
    "inventory": 19,
    "rating": 5,
    "category": "Java",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e25186fa138117200",
    "sku": "617NULLA",
    "name": "cupidatat amet dolor",
    "description": "Dolor nostrud enim dolor adipisicing qui ipsum veniam. Non in eiusmod ullamco ex commodo enim excepteur mollit proident. Sunt excepteur dolor esse laboris non velit amet consectetur.",
    "price": 194242,
    "inventory": 9,
    "rating": 4,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e49880b6d15c88496",
    "sku": "357VENIAM",
    "name": "veniam aute qui",
    "description": "Consequat excepteur fugiat dolore dolor Lorem eiusmod aute aute. Velit ut sint eu reprehenderit eiusmod ipsum culpa irure eiusmod anim anim in. Ipsum laborum do id tempor ad cillum sunt qui. Occaecat dolore tempor do dolore incididunt ad ipsum occaecat aute eiusmod nisi amet nulla mollit.",
    "price": 281371,
    "inventory": 17,
    "rating": 2,
    "category": "JS",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666edd42b7aa2501f698",
    "sku": "272QUI",
    "name": "non cupidatat ipsum",
    "description": "Sint deserunt dolor qui duis nulla. Exercitation et laborum officia cillum ut quis culpa adipisicing cillum esse dolore ex consectetur dolore. Ut deserunt amet qui ullamco consequat enim commodo.",
    "price": 224390,
    "inventory": 19,
    "rating": 2,
    "category": "Java",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e68fb1c7eca3a67e5",
    "sku": "764SINT",
    "name": "ea deserunt et",
    "description": "Sunt irure sit ipsum ad qui pariatur exercitation eu cupidatat. Lorem ad consequat sunt sunt eu duis mollit officia laboris. Deserunt exercitation irure mollit duis irure occaecat incididunt nulla cillum. Id exercitation id irure duis ex eiusmod anim mollit aute ad. Ad cupidatat id in mollit consectetur eiusmod duis culpa dolore fugiat laboris. Reprehenderit Lorem culpa exercitation est non aute. Proident sunt amet qui laborum commodo irure ut ad ullamco est mollit aliqua irure.",
    "price": 253187,
    "inventory": 6,
    "rating": 5,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666e8d8adff7b4423a0b",
    "sku": "380TEMPOR",
    "name": "consectetur culpa excepteur",
    "description": "Consequat amet amet commodo adipisicing ipsum quis incididunt est do eiusmod amet veniam velit sint. Ex veniam velit Lorem ex aliquip elit. Incididunt tempor nulla reprehenderit adipisicing nulla eu. Proident voluptate officia Lorem dolore ullamco labore ullamco enim qui. Nostrud culpa ex cupidatat pariatur deserunt aliquip qui labore.",
    "price": 324987,
    "inventory": 6,
    "rating": 3,
    "category": "Ruby",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f28fa9afc16e7eb41",
    "sku": "514LOREM",
    "name": "magna magna irure",
    "description": "Tempor eiusmod voluptate voluptate consequat amet nostrud adipisicing aute voluptate ullamco occaecat velit. Ad ex sit consectetur dolor mollit sunt velit occaecat elit. Ut fugiat qui aliqua qui ea elit amet ut.",
    "price": 361428,
    "inventory": 19,
    "rating": 4,
    "category": "JS",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f343dbe1a9ec6c47c",
    "sku": "360QUIS",
    "name": "sint est eu",
    "description": "Tempor anim aliqua labore consequat ex est. Excepteur tempor commodo labore ullamco id proident irure reprehenderit duis. Culpa aliqua culpa velit aute pariatur et sint.",
    "price": 131276,
    "inventory": 8,
    "rating": 1,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f2153f68afb920d57",
    "sku": "274CILLUM",
    "name": "elit deserunt consequat",
    "description": "Elit ex sint voluptate esse excepteur commodo commodo cupidatat adipisicing do magna. Dolore ex consequat Lorem cupidatat deserunt velit id pariatur reprehenderit fugiat ex. Ipsum sunt dolor officia cupidatat aliquip elit excepteur. Cupidatat anim nostrud cupidatat excepteur deserunt quis labore quis esse ex ad do laborum magna. Qui commodo do fugiat aute aliqua cillum ipsum id. Velit eu qui duis consectetur velit consectetur aliqua sunt ut. Aute ut velit ullamco id cupidatat commodo commodo incididunt do laborum ut et.",
    "price": 81204,
    "inventory": 4,
    "rating": 1,
    "category": "PHP",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f9a180b675f51f9f8",
    "sku": "663PROIDENT",
    "name": "nostrud sunt ullamco",
    "description": "Exercitation consequat duis veniam ex sint nisi reprehenderit ut consectetur enim laboris ex aliqua non. Voluptate veniam quis eiusmod duis. Laboris occaecat voluptate culpa est ea sint tempor duis.",
    "price": 47627,
    "inventory": 16,
    "rating": 5,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666fb7a0a33feb9aea0f",
    "sku": "379TEMPOR",
    "name": "ullamco ad nisi",
    "description": "Nisi qui commodo aliqua est magna ut sint. Exercitation veniam nulla nisi excepteur commodo deserunt mollit aute cupidatat laboris ullamco magna commodo. Duis anim irure eu elit fugiat magna. Incididunt aliquip officia non duis magna pariatur Lorem nulla id ad magna fugiat sit ea.",
    "price": 204978,
    "inventory": 9,
    "rating": 4,
    "category": "Ruby",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666fc2be90af390cc4d1",
    "sku": "902NULLA",
    "name": "laborum et amet",
    "description": "Consequat nulla quis ullamco laboris minim et magna reprehenderit duis occaecat amet ex aute pariatur. Eu ut et proident incididunt. Tempor laborum veniam voluptate ex velit duis dolor et non laboris minim do ut. Nisi irure ea mollit velit dolore non tempor consequat minim qui esse do sint adipisicing. Ut labore cupidatat sint consequat et dolore nulla ut aliquip. Sit est nisi nostrud dolor occaecat ut.",
    "price": 265561,
    "inventory": 1,
    "rating": 1,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f673316819020fb36",
    "sku": "798CILLUM",
    "name": "irure aute reprehenderit",
    "description": "Non culpa enim amet quis culpa. Irure nisi consectetur aliqua consequat non reprehenderit laborum Lorem do consectetur occaecat duis sint. Dolor ex labore consequat cupidatat sint aliquip occaecat aliquip ipsum eu sunt non anim elit. Fugiat commodo ipsum velit velit cupidatat. Ad officia dolor consectetur ex nostrud velit. Cillum irure voluptate minim deserunt ut laboris officia aute elit velit dolor sit est.",
    "price": 186613,
    "inventory": 0,
    "rating": 2,
    "category": "Java",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f8d64bdfc47d33a3c",
    "sku": "270CULPA",
    "name": "mollit tempor irure",
    "description": "Tempor voluptate aliquip tempor Lorem ex. Eu esse tempor id irure non duis dolore nisi in pariatur anim Lorem nostrud. Laborum ut anim ex laboris est excepteur. Sit laboris est consequat nostrud amet sunt est dolor laborum cillum qui.",
    "price": 175074,
    "inventory": 10,
    "rating": 5,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f7c2be247b37f1e2a",
    "sku": "786IPSUM",
    "name": "est minim esse",
    "description": "Labore laboris exercitation tempor Lorem irure voluptate. Consequat occaecat irure cillum enim id aliquip ullamco aute anim elit occaecat aliqua est ad. Tempor quis commodo aute velit. Irure cillum cupidatat et amet pariatur veniam ipsum minim voluptate ipsum deserunt. Nostrud ea consectetur dolor id consectetur laboris pariatur minim dolore voluptate duis ea quis.",
    "price": 37498,
    "inventory": 8,
    "rating": 1,
    "category": "JS",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f16c7134744f11e44",
    "sku": "444MOLLIT",
    "name": "dolore minim nostrud",
    "description": "Sit veniam dolore consectetur eiusmod consectetur est ipsum. Occaecat consequat sint incididunt eiusmod minim nostrud pariatur. Esse est commodo nostrud officia irure sint irure mollit do. Proident commodo ea fugiat ex reprehenderit tempor labore exercitation nisi ullamco tempor do do irure. Tempor ea in nulla enim veniam id occaecat irure ipsum consectetur reprehenderit dolore. Aliqua id est aliqua cillum et ea irure ullamco adipisicing eu.",
    "price": 388239,
    "inventory": 18,
    "rating": 2,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666fd3ab7896f2e30992",
    "sku": "893VELIT",
    "name": "enim consequat consectetur",
    "description": "Aliqua occaecat voluptate cillum eiusmod cupidatat est nulla Lorem non officia. Sint cupidatat esse laborum sit culpa deserunt. Eiusmod labore magna enim excepteur nisi incididunt.",
    "price": 129225,
    "inventory": 2,
    "rating": 2,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f437f28db77a828b1",
    "sku": "967QUI",
    "name": "eu est elit",
    "description": "Fugiat anim eiusmod sunt excepteur ullamco exercitation quis enim irure pariatur. Quis cillum irure laboris amet ipsum id. Lorem elit labore dolore sint dolore. Cillum sit incididunt in et culpa nisi. Enim Lorem consequat irure magna nostrud aliqua pariatur incididunt excepteur nisi est nostrud id sint. Tempor enim et excepteur exercitation voluptate id officia laboris consequat culpa amet pariatur velit. Reprehenderit officia laboris culpa anim anim in officia do voluptate fugiat deserunt ut.",
    "price": 110944,
    "inventory": 14,
    "rating": 3,
    "category": "Python",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f96ade5896a8447d1",
    "sku": "565MAGNA",
    "name": "reprehenderit ipsum culpa",
    "description": "Veniam Lorem duis veniam sunt non. Eu anim cupidatat cupidatat pariatur ea velit ullamco excepteur mollit irure duis pariatur fugiat culpa. Non sint exercitation nisi non mollit veniam ea.",
    "price": 176088,
    "inventory": 16,
    "rating": 1,
    "category": "Node",
    "image_url": "http://placehold.it/32x32"
  },
  {
    "_id": "5a7e666f4b624187f6e32d88",
    "sku": "458LABORUM",
    "name": "ut cillum ut",
    "description": "Deserunt pariatur in minim dolor sint commodo. Consectetur et sit adipisicing commodo ea labore id ipsum tempor. Laborum consectetur sint incididunt elit mollit ea sint quis ut dolore. Ullamco est deserunt voluptate cillum ullamco. Qui ipsum sunt mollit exercitation qui.",
    "price": 173201,
    "inventory": 14,
    "rating": 2,
    "category": "Ruby",
    "image_url": "http://placehold.it/32x32"
  }
]
